{"<UNK>": 1, "<pad>": 2, "the": 3, "rock": 4, "is": 5, "destined": 6, "to": 7, "be": 8, "21st": 9, "century": 10, "'s": 11, "new": 12, "``": 13, "conan": 14, "and": 15, "that": 16, "he": 17, "going": 18, "make": 19, "a": 20, "splash": 21, "even": 22, "greater": 23, "than": 24, "arnold": 25, "schwarzenegger": 26, ",": 27, "jean-claud": 28, "van": 29, "damme": 30, "or": 31, "steven": 32, "segal": 33, ".": 34, "gorgeously": 35, "elaborate": 36, "continuation": 37, "of": 38, "lord": 39, "rings": 40, "trilogy": 41, "so": 42, "huge": 43, "column": 44, "words": 45, "can": 46, "not": 47, "adequately": 48, "describe": 49, "co-writer/director": 50, "peter": 51, "jackson": 52, "expanded": 53, "vision": 54, "j": 55, "r": 56, "tolkien": 57, "middle-earth": 58, "effective": 59, "but": 60, "too-tepid": 61, "biopic": 62, "if": 63, "you": 64, "sometimes": 65, "like": 66, "go": 67, "movies": 68, "have": 69, "fun": 70, "wasabi": 71, "good": 72, "place": 73, "start": 74, "emerges": 75, "as": 76, "something": 77, "rare": 78, "an": 79, "issue": 80, "movie": 81, "honest": 82, "keenly": 83, "observed": 84, "it": 85, "does": 86, "n't": 87, "feel": 88, "one": 89, "film": 90, "provides": 91, "some": 92, "great": 93, "insight": 94, "into": 95, "neurotic": 96, "mindset": 97, "all": 98, "comics": 99, "--": 100, "those": 101, "who": 102, "reached": 103, "absolute": 104, "top": 105, "game": 106, "offers": 107, "combination": 108, "entertainment": 109, "education": 110, "perhaps": 111, "no": 112, "picture": 113, "ever": 114, "made": 115, "has": 116, "more": 117, "literally": 118, "showed": 119, "road": 120, "hell": 121, "paved": 122, "with": 123, "intentions": 124, "steers": 125, "turns": 126, "in": 127, "snappy": 128, "screenplay": 129, "curls": 130, "at": 131, "edges": 132, ";": 133, "clever": 134, "want": 135, "hate": 136, "somehow": 137, "pulls": 138, "off": 139, "take": 140, "care": 141, "my": 142, "cat": 143, "refreshingly": 144, "different": 145, "slice": 146, "asian": 147, "cinema": 148, "this": 149, "well": 150, "worth": 151, "seeing": 152, "talking": 153, "singing": 154, "heads": 155, "what": 156, "really": 157, "surprises": 158, "about": 159, "wisegirls": 160, "its": 161, "low-key": 162, "quality": 163, "genuine": 164, "tenderness": 165, "(": 166, "wendigo": 167, ")": 168, "why": 169, "we": 170, ":": 171, "fed": 172, "through": 173, "eye": 174, "heart": 175, "mind": 176, "greatest": 177, "family-oriented": 178, "fantasy-adventure": 179, "ultimately": 180, "ponders": 181, "reasons": 182, "need": 183, "stories": 184, "much": 185, "utterly": 186, "compelling": 187, "'who": 188, "wrote": 189, "'": 190, "which": 191, "reputation": 192, "most": 193, "famous": 194, "author": 195, "lived": 196, "comes": 197, "question": 198, "illuminating": 199, "overly": 200, "talky": 201, "documentary": 202, "masterpiece": 203, "four": 204, "years": 205, "making": 206, "ripe": 207, "enrapturing": 208, "beauty": 209, "will": 210, "tempt": 211, "willing": 212, "probe": 213, "inscrutable": 214, "mysteries": 215, "breath": 216, "fresh": 217, "air": 218, "true": 219, "sophistication": 220, "thoughtful": 221, "provocative": 222, "insistently": 223, "humanizing": 224, "cast": 225, "includes": 226, "actors": 227, "working": 228, "independent": 229, "lovely": 230, "&": 231, "amazing": 232, "involves": 233, "us": 234, "because": 235, "incisive": 236, "bleakly": 237, "amusing": 238, "how": 239, "our": 240, "lives": 241, "disturbing": 242, "frighteningly": 243, "evocative": 244, "assembly": 245, "imagery": 246, "hypnotic": 247, "music": 248, "composed": 249, "by": 250, "philip": 251, "glass": 252, "for": 253, "everyone": 254, "whom": 255, "connect": 256, "nice": 257, "departure": 258, "from": 259, "standard": 260, "moviegoing": 261, "fare": 262, "scores": 263, "few": 264, "points": 265, "doing": 266, "dedicated": 267, "good-hearted": 268, "professionalism": 269, "occasionally": 270, "melodramatic": 271, "also": 272, "extremely": 273, "spiderman": 274, "rocks": 275, "idealistic": 276, "love": 277, "story": 278, "brings": 279, "out": 280, "latent": 281, "15-year-old": 282, "romantic": 283, "95": 284, "minutes": 285, "treasure": 286, "planet": 287, "maintains": 288, "brisk": 289, "pace": 290, "races": 291, "familiar": 292, "however": 293, "lacks": 294, "grandeur": 295, "epic": 296, "often": 297, "associated": 298, "stevenson": 299, "tale": 300, "earlier": 301, "disney": 302, "efforts": 303, "helps": 304, "lil": 305, "bow": 306, "wow": 307, "tones": 308, "down": 309, "his": 310, "pint-sized": 311, "gangsta": 312, "act": 313, "play": 314, "someone": 315, "resembles": 316, "real": 317, "kid": 318, "guaranteed": 319, "move": 320, "anyone": 321, "shook": 322, "rattled": 323, "rolled": 324, "masterful": 325, "master": 326, "filmmaker": 327, "unique": 328, "deceptive": 329, "grimness": 330, "fatalist": 331, "worldview": 332, "light": 333, "cute": 334, "forgettable": 335, "there": 336, "way": 337, "effectively": 338, "teach": 339, "kids": 340, "dangers": 341, "drugs": 342, "i": 343, "think": 344, "projects": 345, "unfortunately": 346, "r-rated": 347, "paid": 348, "while": 349, "would": 350, "easy": 351, "give": 352, "crush": 353, "title": 354, "two": 355, "weddings": 356, "funeral": 357, "far": 358, "any": 359, "hugh": 360, "grant": 361, "whimsy": 362, "though": 363, "everything": 364, "might": 365, "literate": 366, "smart": 367, "never": 368, "took": 369, "always": 370, "seemed": 371, "static": 372, "cantet": 373, "perfectly": 374, "captures": 375, "hotel": 376, "lobbies": 377, "two-lane": 378, "highways": 379, "roadside": 380, "cafes": 381, "permeate": 382, "vincent": 383, "days": 384, "ms": 385, "fulford-wierzbicki": 386, "almost": 387, "spooky": 388, "her": 389, "sulky": 390, "calculating": 391, "lolita": 392, "turn": 393, "means": 394, "best": 395, "work": 396, "laissez-passer": 397, "distinguished": 398, "distinctive": 399, "effort": 400, "bona-fide": 401, "fascinating": 402, "replete": 403, "rewards": 404, "had": 405, "reap": 406, "them": 407, "bond": 408, "outings": 409, "recent": 410, "stunts": 411, "are": 412, "outlandish": 413, "they": 414, "border": 415, "on": 416, "being": 417, "cartoonlike": 418, "heavy": 419, "reliance": 420, "cgi": 421, "technology": 422, "beginning": 423, "creep": 424, "series": 425, "newton": 426, "draws": 427, "attention": 428, "magnet": 429, "acts": 430, "circles": 431, "around": 432, "better": 433, "known": 434, "co-star": 435, "mark": 436, "wahlberg": 437, "loses": 438, "bite": 439, "last-minute": 440, "happy": 441, "ending": 442, "less": 443, "plausible": 444, "rest": 445, "novel": 446, "ride": 447, "fuller": 448, "surely": 449, "called": 450, "gutsy": 451, "times": 452, "exhilarating": 453, "yarn": 454, "'compleja": 455, "e": 456, "intelectualmente": 457, "retadora": 458, "el": 459, "ladr\u00f3n": 460, "de": 461, "orqu\u00eddeas": 462, "es": 463, "uno": 464, "esos": 465, "filmes": 466, "que": 467, "vale": 468, "la": 469, "pena": 470, "ver": 471, "precisamente": 472, "por": 473, "su": 474, "originalidad": 475, "makes": 476, "strong": 477, "case": 478, "importance": 479, "musicians": 480, "creating": 481, "motown": 482, "sound": 483, "karmen": 484, "moves": 485, "rhythm": 486, "itself": 487, "lips": 488, "chanting": 489, "beat": 490, "long": 491, "braided": 492, "hair": 493, "little": 494, "wipe": 495, "away": 496, "jeweled": 497, "beads": 498, "sweat": 499, "gosling": 500, "performance": 501, "dwarfs": 502, "else": 503, "people": 504, "gives": 505, "glimpse": 506, "culture": 507, "do": 508, "know": 509, "tender": 510, "yet": 511, "lacerating": 512, "darkly": 513, "funny": 514, "fable": 515, "may": 516, "spoofing": 517, "target": 518, "old": 519, "'50": 520, "giant": 521, "creature": 522, "features": 523, "acknowledges": 524, "celebrates": 525, "their": 526, "cheesiness": 527, "reason": 528, "get": 529, "kick": 530, "watching": 531, "today": 532, "engaging": 533, "overview": 534, "johnson": 535, "eccentric": 536, "career": 537, "ragged": 538, "cheap": 539, "unassuming": 540, "works": 541, "charisma": 542, "'d": 543, "listen": 544, "reading": 545, "phone": 546, "book": 547, "sandra": 548, "bullock": 549, "such": 550, "likeable": 551, "nettelbeck": 552, "beautifully": 553, "orchestrates": 554, "transformation": 555, "chilly": 556, "self-absorbed": 557, "martha": 558, "begins": 559, "open": 560, "behind": 561, "snow": 562, "games": 563, "lovable": 564, "siberian": 565, "huskies": 566, "plus": 567, "sheep": 568, "dog": 569, "hosts": 570, "parka-wrapped": 571, "dose": 572, "everytime": 573, "undercover": 574, "brother": 575, "run": 576, "steam": 577, "finds": 578, "surprise": 579, "amuse": 580, "manages": 581, "original": 582, "rips": 583, "many": 584, "ideas": 585, "singer/composer": 586, "bryan": 587, "adams": 588, "contributes": 589, "slew": 590, "songs": 591, "\u0097": 592, "potential": 593, "hits": 594, "simply": 595, "intrusive": 596, "whole": 597, "package": 598, "certainly": 599, "intended": 600, "er": 601, "spirit": 602, "piece": 603, "now": 604, "america": 605, "enough": 606, "plucky": 607, "british": 608, "eccentrics": 609, "hearts": 610, "gold": 611, "still": 612, "charming": 613, "here": 614, "whether": 615, "'re": 616, "enlightened": 617, "derrida": 618, "lectures": 619, "other": 620, "self": 621, "undeniably": 622, "playful": 623, "fellow": 624, "pleasant": 625, "held": 626, "together": 627, "skilled": 628, "ensemble": 629, "american": 630, "troubled": 631, "teens": 632, "since": 633, "1998": 634, "whatever": 635, "been": 636, "hit-or-miss": 637, "when": 638, "bringing": 639, "beloved": 640, "books": 641, "screen": 642, "tuck": 643, "everlasting": 644, "both": 645, "just": 646, "labour": 647, "involved": 648, "layered": 649, "richness": 650, "chiaroscuro": 651, "madness": 652, "astonishing": 653, "animated": 654, "subplot": 655, "depicts": 656, "inner": 657, "struggles": 658, "adolescent": 659, "heroes": 660, "-": 661, "insecure": 662, "uncontrolled": 663, "intense": 664, "invincible": 665, "werner": 666, "herzog": 667, "alive": 668, "living": 669, "morton": 670, "actress": 671, "portraying": 672, "complex": 673, "character": 674, "morvern": 675, "callar": 676, "grows": 677, "farther": 678, "meanders": 679, "shocking": 680, "part": 681, "charm": 682, "satin": 683, "rouge": 684, "avoids": 685, "obvious": 686, "humour": 687, "lightness": 688, "son": 689, "bride": 690, "half-hour": 691, "too": 692, "flattering": 693, "sense": 694, "mystery": 695, "quietness": 696, "simmering": 697, "psychological": 698, "drama": 699, "bursts": 700, "sudden": 701, "violence": 702, "startling": 703, "slow": 704, "buildup": 705, "preceded": 706, "taut": 707, "intelligent": 708, "coming-of-age": 709, "arduous": 710, "journey": 711, "sensitive": 712, "young": 713, "girl": 714, "foster": 715, "homes": 716, "fierce": 717, "struggle": 718, "pull": 719, "free": 720, "dangerous": 721, "domineering": 722, "mother": 723, "hold": 724, "over": 725, "truly": 726, "moving": 727, "experience": 728, "perfect": 729, "example": 730, "art": 731, "done": 732, "right": 733, "help": 734, "heal": 735, "clarify": 736, "comfort": 737, "delicately": 738, "deeply": 739, "felt": 740, "masterfully": 741, "stylized": 742, "triumph": 743, "maverick": 744, "director": 745, "deftly": 746, "wrought": 747, "suspense": 748, "whose": 749, "richer": 750, "shadings": 751, "coloring": 752, "rather": 753, "substance": 754, "appearance": 755, "treebeard": 756, "gollum": 757, "role": 758, "either": 759, "loving": 760, "rolling": 761, "your": 762, "eyes": 763, "loved": 764, "!": 765, "'performance": 766, "incredible": 767, "ingeniously": 768, "constructed": 769, "memento": 770, "were": 771, "page-turner": 772, "ca": 773, "wait": 774, "see": 775, "happens": 776, "next": 777, "haneke": 778, "challenges": 779, "confront": 780, "reality": 781, "sexual": 782, "aberration": 783, "absorbing": 784, "originally": 785, "clarity": 786, "gone": 787, "year": 788, "benchmark": 789, "against": 790, "contenders": 791, "should": 792, "measured": 793, "painful": 794, "watch": 795, "viewers": 796, "chance": 797, "rewarded": 798, "accomplished": 799, "riveting": 800, "performances": 801, "albeit": 802, "depressing": 803, "view": 804, "iranian": 805, "rural": 806, "life": 807, "close": 808, "iraqi": 809, "imaginative": 810, "comedy/thriller": 811, "artsy": 812, "flourishes": 813, "aside": 814, "narc": 815, "gritty": 816, "gets": 817, "these": 818, "isle": 819, "preposterous": 820, "thoroughly": 821, "misogynistic": 822, "vistas": 823, "incredibly": 824, "beautiful": 825, "look": 826, "tok": 827, "o": 828, "orchestrate": 829, "buoyant": 830, "dance": 831, "death": 832, "process": 833, "demonstrate": 834, "lot": 835, "hong": 836, "kong": 837, "kapur": 838, "flair": 839, "landscapes": 840, "adventure": 841, "english-language": 842, "overpraised": 843, "elizabeth": 844, "blast": 845, "educational": 846, "energy": 847, "bouncy": 848, "animation": 849, "catchy": 850, "escort": 851, "entire": 852, "85": 853, "sports": 854, "action": 855, "exciting": 856, "field": 857, "doug": 858, "liman": 859, "bourne": 860, "directs": 861, "traffic": 862, "wintry": 863, "locations": 864, "absorbs": 865, "spycraft": 866, "uses": 867, "damon": 868, "ability": 869, "focused": 870, "sincere": 871, "intact": 872, "katz": 873, "archival": 874, "footage": 875, "horrifying": 876, "documents": 877, "lynchings": 878, "photographs": 879, "reel-to-reel": 880, "recordings": 881, "meeropol": 882, "entertaining": 883, "children": 884, "create": 885, "song": 886, "history": 887, "powerful": 888, "anthropologically": 889, "detailed": 890, "realization": 891, "early-'80s": 892, "suburbia": 893, "significant": 894, "without": 895, "overstated": 896, "mcfarlane": 897, "lifts": 898, "firmly": 899, "above": 900, "level": 901, "films": 902, "jarring": 903, "hard": 904, "back": 905, "boys": 906, "nothing": 907, "introduces": 908, "promising": 909, "unusual": 910, "kind": 911, "horror": 912, "normal": 913, "bromides": 914, "barely": 915, "sustain": 916, "interstitial": 917, "program": 918, "discovery": 919, "channel": 920, "imax": 921, "3-d": 922, "clich\u00e9s": 923, "disappear": 924, "vertiginous": 925, "perspectives": 926, "opened": 927, "up": 928, "photography": 929, "writer-director": 930, "burger": 931, "imaginatively": 932, "fans": 933, "embers": 934, "dormant": 935, "national": 936, "grief": 937, "curiosity": 938, "calcified": 939, "chronic": 940, "cynicism": 941, "fear": 942, "roller-coaster": 943, "enjoyed": 944, "time": 945, "favor": 946, "was": 947, "surprised": 948, "quickly": 949, "faded": 950, "memory": 951, "chicago": 952, "sophisticated": 953, "brash": 954, "sardonic": 955, "completely": 956, "joyful": 957, "execution": 958, "steve": 959, "irwin": 960, "method": 961, "ernest": 962, "hemmingway": 963, "accelerated": 964, "speed": 965, "volume": 966, "refreshing": 967, "korean": 968, "five": 969, "female": 970, "high": 971, "school": 972, "friends": 973, "face": 974, "uphill": 975, "battle": 976, "try": 977, "relationships": 978, "deeper": 979, "waters": 980, "surface": 981, "lovers-on-the-run": 982, "crime": 983, "flick": 984, "common": 985, "piesiewicz": 986, "kieslowski": 987, "double": 988, "veronique": 989, "values": 990, "enterprise": 991, "crew": 992, "previous": 993, "adventures": 994, "perils": 995, "again-courage": 996, "self-sacrifice": 997, "patience": 998, "under": 999, "pressure": 1000, "possible": 1001, "sequel": 1002, "outshine": 1003, "then": 1004, "sl2": 1005, "comedy": 1006, "operates": 1007, "rules": 1008, "own": 1009, "self-contained": 1010, "universe": 1011, "4": 1012, "2": 1013, "couples": 1014, "2000": 1015, "miles": 1016, "pabst": 1017, "blue": 1018, "ribbon": 1019, "beer": 1020, "drink": 1021, "ultimate": 1022, "redneck": 1023, "road-trip": 1024, "filled": 1025, "pure": 1026, "wonderment": 1027, "excitement": 1028, "seen": 1029, "du": 1030, "sarcasm": 1031, "tempting": 1032, "regard": 1033, "mr": 1034, "andrew": 1035, "collaborators": 1036, "oddballs": 1037, "earnhart": 1038, "quizzical": 1039, "allows": 1040, "finally": 1041, "artists": 1042, "feel-good": 1043, "term": 1044, "edited": 1045, "shot": 1046, "syncopated": 1047, "style": 1048, "mimicking": 1049, "subjects": 1050, "pray": 1051, "idea": 1052, "head": 1053, "rousing": 1054, "invigorating": 1055, "lacking": 1056, "mtv": 1057, "puffery": 1058, "mostly": 1059, "engrossing": 1060, "psychologically": 1061, "resonant": 1062, "suspenser": 1063, "memory-as-identity": 1064, "obviation": 1065, "secret": 1066, "intermittent": 1067, "unease": 1068, "reaffirming": 1069, "long-held": 1070, "illusions": 1071, "indeed": 1072, "erasing": 1073, "recasts": 1074, "hip-hop": 1075, "metaphor": 1076, "scope": 1077, "ambition": 1078, "accomplishment": 1079, "takes": 1080, "kurys": 1081, "dramatic": 1082, "gut-wrenching": 1083, "impact": 1084, "holocaust": 1085, "mainly": 1086, "told": 1087, "between": 1088, "cube": 1089, "?": 1090, "s": 1091, "personal": 1092, "revelations": 1093, "regarding": 1094, "shop": 1095, "big": 1096, "iconic": 1097, "characters": 1098, "gambol": 1099, "fluidly": 1100, "results": 1101, "gentle": 1102, "compassionate": 1103, "healing": 1104, "somewhere": 1105, "short": 1106, "tremors": 1107, "modern": 1108, "b-scene": 1109, "neither": 1110, "nor": 1111, "agreeably": 1112, "unpretentious": 1113, "spend": 1114, "ninety": 1115, "digital-video": 1116, "stand-up": 1117, "comedians": 1118, "very": 1119, "world": 1120, "unlike": 1121, "teen": 1122, "flicks": 1123, "swimming": 1124, "tell": 1125, "casts": 1126, "little-known": 1127, "performers": 1128, "key": 1129, "roles": 1130, "intriguing": 1131, "ambiguity": 1132, "enthralling": 1133, "constantly": 1134, "frustrates": 1135, "desire": 1136, "'truth": 1137, "man": 1138, "deconstructing": 1139, "format": 1140, "biography": 1141, "manner": 1142, "doubtless": 1143, "blessing": 1144, "extreme": 1145, "ops": 1146, "exceeds": 1147, "expectations": 1148, "acting": 1149, "dialogue": 1150, "cinematography": 1151, "pay": 1152, "nine": 1153, "bucks": 1154, "hear": 1155, "suffering": 1156, "afghan": 1157, "refugees": 1158, "news": 1159, "unaffected": 1160, "dramas": 1161, "human": 1162, "thunderous": 1163, "first": 1164, "quiet": 1165, "cadences": 1166, "finesse": 1167, "shortage": 1168, "dilutes": 1169, "potency": 1170, "otherwise": 1171, "respectable": 1172, "host": 1173, "excellent": 1174, "sequences": 1175, "obviously": 1176, "struck": 1177, "responsive": 1178, "chord": 1179, "south": 1180, "koreans": 1181, "magic": 1182, "parts": 1183, "walk": 1184, "barbed": 1185, "bracing": 1186, "classy": 1187, "item": 1188, "legend": 1189, "left": 1190, "prove": 1191, "chops": 1192, "drive": 1193, "show": 1194, "nature": 1195, "progress": 1196, "fessenden": 1197, "theme": 1198, "proved": 1199, "important": 1200, "him": 1201, "especially": 1202, "finale": 1203, "exactly": 1204, "gourmet": 1205, "meal": 1206, "fair": 1207, "coming": 1208, "drive-thru": 1209, "strap": 1210, "pair": 1211, "goggles": 1212, "shut": 1213, "vicarious": 1214, "voyage": 1215, "last": 1216, "frontier": 1217, "space": 1218, "merely": 1219, "technical": 1220, "logistical": 1221, "feat": 1222, "russian": 1223, "ark": 1224, "marks": 1225, "cinematic": 1226, "milestone": 1227, "[": 1228, "schweiger": 1229, "]": 1230, "talented": 1231, "terribly": 1232, "charismatic": 1233, "qualities": 1234, "essential": 1235, "stars": 1236, "social": 1237, "anarchists": 1238, "deal": 1239, "sizzle": 1240, "steak": 1241, "spectacular": 1242, "incarnation": 1243, "fizz": 1244, "infectious": 1245, "gem": 1246, "obsession": 1247, "delight": 1248, "newcomers": 1249, "bygone": 1250, "gloriously": 1251, "goofy": 1252, "gory": 1253, "midnight": 1254, "stuff": 1255, "overcomes": 1256, "regular": 1257, "minefield": 1258, "cliches": 1259, "potent": 1260, "doses": 1261, "honesty": 1262, "sensitivity": 1263, "senses": 1264, "dulled": 1265, "slasher": 1266, "gorefests": 1267, "connoisseur": 1268, "ticket": 1269, "minor": 1270, "tries": 1271, "balance": 1272, "sweetness": 1273, "coarseness": 1274, "paints": 1275, "sad": 1276, "singles": 1277, "scene": 1278, "intensely": 1279, "quills": 1280, "shows": 1281, "temper": 1282, "lo-fi": 1283, "special": 1284, "effects": 1285, "folks": 1286, "cobbled": 1287, "nemesis": 1288, "indulge": 1289, "force": 1290, "humanity": 1291, "hardware": 1292, "george": 1293, "lucas": 1294, "forgotten": 1295, "mike": 1296, "win": 1297, "originality": 1298, "succeed": 1299, "following": 1300, "formula": 1301, "winning": 1302, "offering": 1303, "audience": 1304, "urban": 1305, "welcome": 1306, "models": 1307, "optimism": 1308, "hoot": 1309, "half": 1310, "candidate": 1311, "giving": 1312, "same": 1313, "15-cent": 1314, "stump": 1315, "speech": 1316, "innocent": 1317, "well-meaning": 1318, "superior": 1319, "played": 1320, "roads": 1321, "waydowntown": 1322, "boasts": 1323, "factor": 1324, "smacks": 1325, "tim": 1326, "allen": 1327, "hogs": 1328, "scenes": 1329, "plenty": 1330, "laughs": 1331, "lines": 1332, "load": 1333, "enjoyable": 1334, "conan-esque": 1335, "claptrap": 1336, "punishing": 1337, "special-effects": 1338, "soul": 1339, "assaults": 1340, "mummy": 1341, "pictures": 1342, "represent": 1343, "enormously": 1344, "likable": 1345, "partly": 1346, "aware": 1347, "grasp": 1348, "absurd": 1349, "gleefully": 1350, "unconcerned": 1351, "plausibility": 1352, "determined": 1353, "entertain": 1354, "lively": 1355, "script": 1356, "sharp": 1357, "partially": 1358, "interludes": 1359, "kiss": 1360, "seem": 1361, "minty": 1362, "must": 1363, "believed": 1364, "ray": 1365, "liotta": 1366, "jason": 1367, "patric": 1368, "underwritten": 1369, "fooled": 1370, "nobody": 1371, "deserves": 1372, "prizes": 1373, "yvan": 1374, "charlotte": 1375, "rambunctious": 1376, "jewish": 1377, "sister": 1378, "non-jew": 1379, "husband": 1380, "feels": 1381, "sweet": 1382, "home": 1383, "alabama": 1384, "\u0096": 1385, "harmless": 1386, "date": 1387, "happiest": 1388, "deals": 1389, "subject": 1390, "surprising": 1391, "behan": 1392, "irish": 1393, "general": 1394, "borstal": 1395, "boy": 1396, "transparently": 1397, "slowly": 1398, "paced": 1399, "thriller": 1400, "recommending": 1401, "marvelous": 1402, "michael": 1403, "caine": 1404, "brendan": 1405, "fraser": 1406, "faithful": 1407, "presumes": 1408, "twin": 1409, "premises": 1410, "become": 1411, "backs": 1412, "parents": 1413, "age": 1414, "fleeting": 1415, "precious": 1416, "commodity": 1417, "matter": 1418, "stephen": 1419, "homespun": 1420, "mule": 1421, "skinner": 1422, "blues": 1423, "posse": 1424, "trailer": 1425, "park": 1426, "denizens": 1427, "solidly": 1428, "seaworthy": 1429, "chiller": 1430, "past": 1431, "fantastical": 1432, "aspects": 1433, "harsh": 1434, "realities": 1435, "'ll": 1436, "sock-you-in-the-eye": 1437, "visual": 1438, "tour-de-force": 1439, "likely": 1440, "anywhere": 1441, "misses": 1442, "humor": 1443, "foibles": 1444, "behavior": 1445, "return": 1446, "roots": 1447, "genre": 1448, "depend": 1449, "well-made": 1450, "certain": 1451, "intelligence": 1452, "non-reactionary": 1453, "morality": 1454, "science": 1455, "count": 1456, "unforgettable": 1457, "remains": 1458, "solid": 1459, "somewhat": 1460, "heavy-handed": 1461, "account": 1462, "near-disaster": 1463, "howard": 1464, "steady": 1465, "hand": 1466, "makmalbaf": 1467, "follows": 1468, "resolutely": 1469, "realistic": 1470, "path": 1471, "uncompromising": 1472, "existence": 1473, "kurdish": 1474, "iran": 1475, "borderlands": 1476, "chunk": 1477, "running": 1478, "trapped": 1479, "claustrophobic": 1480, "captivating": 1481, "pinch": 1482, "tartness": 1483, "nair": 1484, "capture": 1485, "complexity": 1486, "family": 1487, "trials": 1488, "tribulations": 1489, "seaside": 1490, "splendor": 1491, "shallow": 1492, "'urban": 1493, "attempts": 1494, "disarming": 1495, "indie": 1496, "ranks": 1497, "among": 1498, "willams": 1499, "engagingly": 1500, "maddening": 1501, "magnetic": 1502, "ebb": 1503, "flow": 1504, "friendship": 1505, "buried": 1506, "environment": 1507, "traditional": 1508, "moviemaking": 1509, "careful": 1510, "period": 1511, "wit": 1512, "maybe": 1513, "release": 1514, "worst": 1515, "comedies": 1516, "decades": 1517, "honestly": 1518, "analyze": 1519, "bad": 1520, "droll": 1521, "well-acted": 1522, "character-driven": 1523, "unexpected": 1524, "deposits": 1525, "feeling": 1526, "aptly": 1527, "challenge": 1528, "punishment": 1529, "huppert": 1530, "tearing": 1531, "landmark": 1532, "cop": 1533, "understands": 1534, "medium": 1535, "amazingly": 1536, "understated": 1537, "jack": 1538, "nicholson": 1539, "britney": 1540, "delivered": 1541, "safe": 1542, "20-year-old": 1543, "superstar": 1544, "girls": 1545, "travel": 1546, "fame": 1547, "freeway": 1548, "outside": 1549, "business": 1550, "enjoy": 1551, "nervous": 1552, "mild": 1553, "headache": 1554, "exhilarate": 1555, "beanie": 1556, "gang": 1557, "put": 1558, "video": 1559, "spare": 1560, "borrowed": 1561, "materials": 1562, "understand": 1563, "'m": 1564, "sure": 1565, "miyazaki": 1566, "himself": 1567, "fascinated": 1568, "undoubtedly": 1569, "delighted": 1570, "tadpole": 1571, "good-natured": 1572, "treat": 1573, "slight": 1574, "pleasure": 1575, "insightful": 1576, "oscar-nominated": 1577, "sides": 1578, "ever-escalating": 1579, "conflict": 1580, "say": 1581, "watchful": 1582, "parental": 1583, "peace": 1584, "another": 1585, "admired": 1586, "moved": 1587, "bored": 1588, "frustrated": 1589, "moments": 1590, "heartbreaking": 1591, "keep": 1592, "glued": 1593, "goodness": 1594, "queen": 1595, "latifah": 1596, "offer": 1597, "she": 1598, "problem": 1599, "flaunting": 1600, "natural": 1601, "gifts": 1602, "australian": 1603, "actor/director": 1604, "john": 1605, "polson": 1606, "award-winning": 1607, "english": 1608, "cinematographer": 1609, "giles": 1610, "nuttgens": 1611, "terrific": 1612, "disguising": 1613, "innovation": 1614, "heavy-handedness": 1615, "dong": 1616, "perspective": 1617, "contradictions": 1618, "lump-in-the-throat": 1619, "derives": 1620, "power": 1621, "sticking": 1622, "facts": 1623, "keeps": 1624, "diverted": 1625, "lightens": 1626, "wallet": 1627, "leaving": 1628, "sting": 1629, "interesting": 1630, "goodall": 1631, "chimpanzees": 1632, "bigger-than-life": 1633, "wo": 1634, "bust": 1635, "gut": 1636, "blandly": 1637, "surgical": 1638, "examination": 1639, "joke": 1640, "crudely": 1641, "gripping": 1642, "questing": 1643, "person": 1644, "racked": 1645, "self-loathing": 1646, "becomes": 1647, "enemy": 1648, "race": 1649, "extends": 1650, "writings": 1651, "jean": 1652, "genet": 1653, "rechy": 1654, "fassbinder": 1655, "nocturnal": 1656, "goya": 1657, "wears": 1658, "b-movie": 1659, "heritage": 1660, "badge": 1661, "honor": 1662, "striking": 1663, "realizes": 1664, "before": 1665, "fully": 1666, "permutations": 1667, "drumline": 1668, "admirable": 1669, "early": 1670, "plays": 1671, "clashes": 1672, "brothers": 1673, "unabashedly": 1674, "schmaltzy": 1675, "incident": 1676, "headlines": 1677, "1995": 1678, "mixed": 1679, "emotions": 1680, "disapproval": 1681, "justine": 1682, "combined": 1683, "tinge": 1684, "understanding": 1685, "actions": 1686, "tsai": 1687, "ming-liang": 1688, "taken": 1689, "trademark": 1690, "refined": 1691, "crystalline": 1692, "point": 1693, "purely": 1694, "propaganda": 1695, "unabashed": 1696, "hero": 1697, "worship": 1698, "nonetheless": 1699, "inadvertently": 1700, "timely": 1701, "invaluable": 1702, "implicit": 1703, "reminder": 1704, "u": 1705, "foreign": 1706, "policy": 1707, "rise": 1708, "castro": 1709, "trimmed": 1710, "20": 1711, "lavish": 1712, "three-year-old": 1713, "production": 1714, "scale": 1715, "satisfy": 1716, "grown-up": 1717, "escapism": 1718, "studies": 1719, "cross-section": 1720, "americana": 1721, "hollywood": 1722, "could": 1723, "possibly": 1724, "fictionalize": 1725, "clumsy": 1726, "ambitions": 1727, "equally": 1728, "admirably": 1729, "uncommercial": 1730, "daring": 1731, "mesmerizing": 1732, "exceedingly": 1733, "forget": 1734, "altar": 1735, "adolescence": 1736, "painfully": 1737, "moore": 1738, "impresses": 1739, "haynes": 1740, "visits": 1741, "spy-movie": 1742, "territory": 1743, "examines": 1744, "footnote": 1745, "seldom": 1746, "brought": 1747, "guessing": 1748, "frame": 1749, "slice-of-depression": 1750, "touches": 1751, "nerves": 1752, "parker": 1753, "brilliantly": 1754, "updated": 1755, "source": 1756, "grasped": 1757, "essence": 1758, "composing": 1759, "sorrowful": 1760, "hilarious": 1761, "tone": 1762, "poem": 1763, "alienated": 1764, "labor": 1765, "absurdist": 1766, "workplace": 1767, "sitcom": 1768, "result": 1769, "quite": 1770, "delightful": 1771, "persnickety": 1772, "preteens": 1773, "nonthreatening": 1774, "thrilling": 1775, "despite": 1776, "infuriating": 1777, "flaws": 1778, "least": 1779, "amy": 1780, "personality": 1781, "polanski": 1782, "day": 1783, "typical": 1784, "knock-offs": 1785, "polished": 1786, "political-action": 1787, "epics": 1788, "elling": 1789, "portrayed": 1790, "fastidiousness": 1791, "per": 1792, "christian": 1793, "ellefsen": 1794, "singular": 1795, "frailties": 1796, "only": 1797, "slightly": 1798, "magnified": 1799, "versions": 1800, "ones": 1801, "vex": 1802, "nearly": 1803, "denis": 1804, "co-writer": 1805, "michele": 1806, "petin": 1807, "impeccable": 1808, "penetrates": 1809, "rawness": 1810, "unflinching": 1811, "tantalizing": 1812, "lead": 1813, "provocatuers": 1814, "testud": 1815, "parmentier": 1816, "superlative": 1817, "trip": 1818, "minds": 1819, "motivations": 1820, "stress": 1821, "keen": 1822, "unsentimental": 1823, "variations": 1824, "motherhood": 1825, "particularly": 1826, "downer": 1827, "passions": 1828, "aroused": 1829, "discord": 1830, "cultures": 1831, "set": 1832, "strange": 1833, "stark": 1834, "mideast": 1835, "desert": 1836, "lovingly": 1837, "perceptively": 1838, "filmed": 1839, "taste": 1840, "desiccated": 1841, "remarkably": 1842, "accessible": 1843, "affecting": 1844, "buy": 1845, "barris": 1846, "cia": 1847, "hit": 1848, "kooky": 1849, "shadowy": 1850, "clooney": 1851, "sustains": 1852, "throughout": 1853, "inventive": 1854, "impressive": 1855, "direction": 1856, "narrative": 1857, "knew": 1858, "spin": 1859, "appreciate": 1860, "attempt": 1861, "jir\u00ed": 1862, "hubac": 1863, "intimate": 1864, "greatly": 1865, "silberstein": 1866, "large": 1867, "grow": 1868, "attached": 1869, "full": 1870, "strength": 1871, "warmth": 1872, "vitality": 1873, "believe": 1874, "immensely": 1875, "david": 1876, "goliath": 1877, "playing": 1878, "additional": 1879, "storyline": 1880, "magical": 1881, "mama": 1882, "bit": 1883, "find": 1884, "third-act": 1885, "plot": 1886, "development": 1887, "ribald": 1888, "touching": 1889, "nostalgia": 1890, "please": 1891, "search": 1892, "jules": 1893, "jim": 1894, "millennium": 1895, "definitely": 1896, "t-shirt": 1897, "window": 1898, "imagination": 1899, "hermetic": 1900, "analysis": 1901, "todd": 1902, "solondz": 1903, "windtalkers": 1904, "shapelessly": 1905, "gratifying": 1906, "invites": 1907, "pick": 1908, "apart": 1909, "faults": 1910, "admit": 1911, "where": 1912, "live": 1913, "presents": 1914, "astute": 1915, "appraisal": 1916, "middle": 1917, "musical": 1918, "torpor": 1919, "desperate": 1920, "escape": 1921, "anyway": 1922, "faces": 1923, "difficult": 1924, "issues": 1925, "decade": 1926, "call": 1927, "anti-date": 1928, "horrid": 1929, "benefits": 1930, "zhao": 1931, "jie": 1932, "remember": 1933, "end": 1934, "brimming": 1935, "detail": 1936, "nuance": 1937, "speaks": 1938, "volumes": 1939, "solace": 1940, "events": 1941, "easily": 1942, "forever": 1943, "shainberg": 1944, "succeeded": 1945, "focusing": 1946, "intently": 1947, "quirky": 1948, "individuals": 1949, "figures": 1950, "stands": 1951, "forth": 1952, "chronicle": 1953, "abuses": 1954, "latin": 1955, "oppressive": 1956, "regimes": 1957, "soft": 1958, "percolating": 1959, "deadpan": 1960, "depiction": 1961, "using": 1962, "figurative": 1963, "port-of-call": 1964, "even-handed": 1965, "ideological": 1966, "ship": 1967, "dock": 1968, "unloading": 1969, "continues": 1970, "longer": 1971, "ahead": 1972, "generation": 1973, "defines": 1974, "transporter": 1975, "unapologetically": 1976, "dumb": 1977, "witness": 1978, "several": 1979, "greek-american": 1980, "happily": 1981, "victim": 1982, "none": 1983, "testify": 1984, "comparative": 1985, "accuracy": 1986, "vardalos": 1987, "memories": 1988, "insights": 1989, "williams": 1990, "inhabited": 1991, "presenting": 1992, "impossible": 1993, "romance": 1994, "pumpkin": 1995, "dares": 1996, "forces": 1997, "debut": 1998, "first-time": 1999, "romanek": 2000, "considering": 2001, "background": 2002, "incendiary": 2003, "thought-provoking": 2004, "peculiar": 2005, "peculiarly": 2006, "venomous": 2007, "bigotries": 2008, "increasingly": 2009, "frightening": 2010, "theocracy": 2011, "notch": 2012, "once": 2013, "accents": 2014, "emotional": 2015, "positive": 2016, "wrench": 2017, "sit": 2018, "successes": 2019, "tempered": 2020, "elements": 2021, "direct": 2022, "antithesis": 2023, "dazzlingly": 2024, "self-assured": 2025, "directorial": 2026, "praise": 2027, "holds": 2028, "wilde": 2029, "absolutely": 2030, "meaning": 2031, "anything": 2032, "cleverness": 2033, "m\u00fcnch": 2034, "occasional": 2035, "overindulgence": 2036, "forgivable": 2037, "thankfully": 2038, "skirts": 2039, "rapidly": 2040, "deteriorating": 2041, "line": 2042, "fantasy": 2043, "tongue-in-cheek": 2044, "attitude": 2045, "pushes": 2046, "croc": 2047, "hunter": 2048, "agenda": 2049, "message": 2050, "trouble": 2051, "every": 2052, "seems": 2053, "disrupts": 2054, "stasis": 2055, "me": 2056, "sucker": 2057, "fashion": 2058, "shamelessly": 2059, "loves": 2060, "eat": 2061, "ingredients": 2062, "appetite": 2063, "re-enactments": 2064, "talking-head": 2065, "interviews": 2066, "sublime": 2067, "stabs": 2068, "cloying": 2069, "specialty": 2070, "wonderful": 2071, "character-based": 2072, "side": 2073, "talk": 2074, "women": 2075, "endearingly": 2076, "offbeat": 2077, "meet-cute": 2078, "gimmick": 2079, "tug-of-war": 2080, "viewer": 2081, "undeniable": 2082, "old-time": 2083, "messy": 2084, "fat": 2085, "greek": 2086, "wedding": 2087, "sacrifice": 2088, "stirring": 2089, "epilogue": 2090, "post-soviet": 2091, "russia": 2092, "knows": 2093, "godard": 2094, "images": 2095, "add": 2096, "mesmerize": 2097, "balanced": 2098, "reflective": 2099, "reasonable": 2100, "principals": 2101, "fine": 2102, "bishop": 2103, "standouts": 2104, "change": 2105, "necessary": 2106, "discussion": 2107, "politics": 2108, "understandable": 2109, "looking": 2110, "energetic": 2111, "largely": 2112, "celebratory": 2113, "isolation": 2114, "permeates": 2115, "bastions": 2116, "individuality": 2117, "ikea": 2118, "troopers": 2119, "gross": 2120, "outs": 2121, "bawdy": 2122, "blurred": 2123, "kinnear": 2124, "razor": 2125, "ratliff": 2126, "wisely": 2127, "rejects": 2128, "temptation": 2129, "remembers": 2130, "'60s": 2131, "interested": 2132, "response": 2133, "stroke": 2134, "ram": 2135, "dass": 2136, "grace": 2137, "seeking": 2138, "read": 2139, "disappointed": 2140, "guy": 2141, "brain": 2142, "savvy": 2143, "exploration": 2144, "paranoia": 2145, "insecurity": 2146, "legendary": 2147, "writer": 2148, "memoir": 2149, "given": 2150, "transferral": 2151, "asset": 2152, "connect-the-dots": 2153, "spy-on-the-run": 2154, "caper": 2155, "twists": 2156, "worthy": 2157, "mamet": 2158, "enormous": 2159, "thinking": 2160, "audiences": 2161, "saddest": 2162, "uplifting": 2163, "sentimental": 2164, "usual": 2165, "brilliant": 2166, "rough": 2167, "safely": 2168, "sanded": 2169, "insomnia": 2170, "pretty": 2171, "darned": 2172, "precisely": 2173, "soderbergh": 2174, "frontal": 2175, "did": 2176, "stop": 2177, "enjoying": 2178, "tug": 2179, "war": 2180, "ensues": 2181, "snapshot": 2182, "china": 2183, "microcosm": 2184, "crash": 2185, "course": 2186, "mythology": 2187, "surreal": 2188, "dabbling": 2189, "french": 2190, "simple": 2191, "taking": 2192, "risk": 2193, "choose": 2194, "bumps": 2195, "creamy": 2196, "depth": 2197, "ways": 2198, "thing": 2199, "alias": 2200, "betty": 2201, "predictable": 2202, "asia": 2203, "authors": 2204, "herself": 2205, "anna": 2206, "battista": 2207, "italian": 2208, "aspiring": 2209, "directress": 2210, "roman": 2211, "coppola": 2212, "dad": 2213, "heck": 2214, "filmmakers": 2215, "based": 2216, "cq": 2217, "keeping": 2218, "project": 2219, "breezily": 2220, "apolitical": 2221, "campaign": 2222, "trail": 2223, "melodrama": 2224, "emotionally": 2225, "thanks": 2226, "credible": 2227, "delivers": 2228, "couple": 2229, "genres": 2230, "enlightening": 2231, "visit": 2232, "able": 2233, "theater": 2234, "spielberg": 2235, "invite": 2236, "gawk": 2237, "applaud": 2238, "wants": 2239, "wallpaper": 2240, "chosen": 2241, "post": 2242, "9/11": 2243, "philosophical": 2244, "freedom": 2245, "palatable": 2246, "hu": 2247, "liu": 2248, "matter-of-fact": 2249, "glint": 2250, "sorrow": 2251, "longing": 2252, "bold": 2253, "lyrical": 2254, "feature": 2255, "raja": 2256, "amari": 2257, "expands": 2258, "pat": 2259, "notion": 2260, "middle-aged": 2261, "wan": 2262, "na": 2263, "treatise": 2264, "sensual": 2265, "empowerment": 2266, "easier": 2267, "respect": 2268, "enthuse": 2269, "andersson": 2270, "rigorous": 2271, "distanced": 2272, "distancing": 2273, "wild": 2274, "civil": 2275, "again": 2276, "tunney": 2277, "allowed": 2278, "build": 2279, "uncommonly": 2280, "real-live": 2281, "complete": 2282, "hope": 2283, "satisfying": 2284, "sort": 2285, "food": 2286, "brutal": 2287, "strangely": 2288, "soulful": 2289, "movingly": 2290, "fiction": 2291, "learning": 2292, "cultural": 2293, "clash": 2294, "grab": 2295, "amaze": 2296, "remarkable": 2297, "179-minute": 2298, "meditation": 2299, "revolution": 2300, "follow": 2301, "creepy": 2302, "explorations": 2303, "committed": 2304, "magimel": 2305, "involving": 2306, "chinese": 2307, "actor": 2308, "winds": 2309, "institution": 2310, "acted": 2311, "actual": 2312, "hands": 2313, "pays": 2314, "price": 2315, "intricate": 2316, "intellectual": 2317, "gamesmanship": 2318, "dennis": 2319, "quaid": 2320, "athletic": 2321, "high-energy": 2322, "drumming": 2323, "marching": 2324, "cares": 2325, "weak": 2326, "revenge": 2327, "weakened": 2328, "miscast": 2329, "leading": 2330, "lady": 2331, "perceptive": 2332, "subtle": 2333, "supportive": 2334, "foul": 2335, "freaky": 2336, "attal": 2337, "mixes": 2338, "serious": 2339, "ego": 2340, "jealousy": 2341, "within": 2342, "seemingly": 2343, "serene": 2344, "marriage": 2345, "diversity": 2346, "represented": 2347, "terms": 2348, "ethnicity": 2349, "prevents": 2350, "proceedings": 2351, "repetitious": 2352, "appropriately": 2353, "brief": 2354, "40-minute": 2355, "pianist": 2356, "valedictory": 2357, "experiences": 2358, "bargain": 2359, "nails": 2360, "tight": 2361, "illuminated": 2362, "shards": 2363, "pronounce": 2364, "gyro": 2365, "correctly": 2366, "transcends": 2367, "ethnic": 2368, "boundaries": 2369, "office": 2370, "alienating": 2371, "'bartleby": 2372, "farrell": 2373, "successfully": 2374, "foil": 2375, "willis": 2376, "world-weary": 2377, "colonel": 2378, "conditioned": 2379, "getting": 2380, "weepy": 2381, "saucer-eyed": 2382, "downy-cheeked": 2383, "moppets": 2384, "empathetic": 2385, "caretakers": 2386, "probably": 2387, "cheated": 2388, "tart": 2389, "sugar-free": 2390, "bennett": 2391, "dramatization": 2392, "descent": 2393, "post-breakup": 2394, "perdition": 2395, "morbid": 2396, "appeal": 2397, "tough": 2398, "shake": 2399, "introduction": 2400, "expected": 2401, "sayles": 2402, "wordplay": 2403, "contrivances": 2404, "overshadowed": 2405, "model": 2406, "weber": 2407, "weissman": 2408, "verve": 2409, "cockettes": 2410, "gender": 2411, "preference": 2412, "political": 2413, "agitprop": 2414, "indomitable": 2415, "rebel": 2416, "yeah": 2417, "damn": 2418, "unbelievably": 2419, "perfection": 2420, "over-the-top": 2421, "ostentatious": 2422, "got": 2423, "oodles": 2424, "poignant": 2425, "reveals": 2426, "writing": 2427, "arithmetic": 2428, "learn": 2429, "nicely": 2430, "serves": 2431, "society": 2432, "transition": 2433, "boisterous": 2434, "heartfelt": 2435, "african-american": 2436, "quest": 2437, "come": 2438, "origins": 2439, "yearning": 2440, "acceptance": 2441, "circle": 2442, "randy": 2443, "sexy": 2444, "gorgeous": 2445, "places": 2446, "pushed": 2447, "pulled": 2448, "figuratively": 2449, "sex": 2450, "luc\u00eda": 2451, "arousing": 2452, "study": 2453, "andr\u00e9": 2454, "turpin": 2455, "celebrated": 2456, "sundance": 2457, "manners": 2458, "glossy": 2459, "glib": 2460, "renner": 2461, "dahmer": 2462, "award-worthy": 2463, "expect": 2464, "bunch": 2465, "and/or": 2466, "poetry": 2467, "check": 2468, "particular": 2469, "interest": 2470, "students": 2471, "enthusiast": 2472, "international": 2473, "designed": 2474, "ages": 2475, "backgrounds": 2476, "rhythmic": 2477, "boldly": 2478, "star": 2479, "wars": 2480, "major": 2481, "album": 2482, "miss": 2483, "dazzles": 2484, "satisfies": 2485, "lust": 2486, "fast-paced": 2487, "minority": 2488, "report": 2489, "transitions": 2490, "adulthood": 2491, "fraught": 2492, "truth": 2493, "small": 2494, "amount": 2495, "swim": 2496, "wannabes": 2497, "written": 2498, "demeo": 2499, "produced": 2500, "directed": 2501, "charles": 2502, "addessi": 2503, "authentic": 2504, "jacquot": 2505, "tosca": 2506, "beatrice": 2507, "affection": 2508, "monster": 2509, "liked": 2510, "notting": 2511, "hill": 2512, "bridget": 2513, "jones": 2514, "diary": 2515, "fidelity": 2516, "melding": 2517, "buff": 2518, "reflecting": 2519, "instability": 2520, "metaphorical": 2521, "unnerving": 2522, "heartbeat-like": 2523, "score": 2524, "whole-heartedly": 2525, "recommend": 2526, "historical": 2527, "significance": 2528, "alone": 2529, "hey": 2530, "needs": 2531, "shower": 2532, "longley": 2533, "coherent": 2534, "horrifically": 2535, "vivid": 2536, "turbulent": 2537, "although": 2538, "bangs": 2539, "cliched": 2540, "drum": 2541, "crowd-pleaser": 2542, "spunk": 2543, "gruelling": 2544, "seldahl": 2545, "wollter": 2546, "sterling": 2547, "raise": 2548, "maudlin": 2549, "disease": 2550, "stunning": 2551, "dreamlike": 2552, "visuals": 2553, "impress": 2554, "euro-film": 2555, "pretension": 2556, "proves": 2557, "sam": 2558, "rockwell": 2559, "world-class": 2560, "confessions": 2561, "vastness": 2562, "implied": 2563, "metropolis": 2564, "breathtaking": 2565, "murderous": 2566, "maids": 2567, "comprehensive": 2568, "strike": 2569, "closest": 2570, "dogtown": 2571, "z-boys": 2572, "aggressive": 2573, "green-guts": 2574, "beaut": 2575, "bundy": 2576, "reilly": 2577, "burke": 2578, "octopus": 2579, "river": 2580, "menace": 2581, "deceivingly": 2582, "retrospect": 2583, "ana": 2584, "vibrant": 2585, "individual": 2586, "focus": 2587, "upon": 2588, "successful": 2589, "slick": 2590, "skillful": 2591, "witty": 2592, "growth": 2593, "anderson": 2594, "aesthetic": 2595, "lick": 2596, "bubba": 2597, "ho-tep": 2598, "bravura": 2599, "bruce": 2600, "campbell": 2601, "deserve": 2602, "leave": 2603, "building": 2604, "until": 2605, "slack": 2606, "screams": 2607, "bathroom": 2608, "break": 2609, "job": 2610, "likability": 2611, "increments": 2612, "artfully": 2613, "camouflaged": 2614, "everyday": 2615, "activities": 2616, "tremendous": 2617, "'brazil": 2618, "notes": 2619, "use": 2620, "frailty": 2621, "goddammit": 2622, "near": 2623, "hour": 2624, "photo": 2625, "delusions": 2626, "flashes": 2627, "kaufman": 2628, "creates": 2629, "eerie": 2630, "night": 2631, "matthew": 2632, "killed": 2633, "chalk": 2634, "adoration": 2635, "niro": 2636, "murphy": 2637, "myriad": 2638, "sensibility": 2639, "exudes": 2640, "nostalgic": 2641, "nonsense": 2642, "happening": 2643, "represents": 2644, "better-than-average": 2645, "movie-making": 2646, "demand": 2647, "distracted": 2648, "irrevocable": 2649, "ties": 2650, "bind": 2651, "enchanting": 2652, "potter": 2653, "anxious": 2654, "hogwarts": 2655, "express": 2656, "toward": 2657, "mischief": 2658, "talents": 2659, "moonlight": 2660, "mile": 2661, "heart-on-its-sleeve": 2662, "humble": 2663, "spiced": 2664, "wry": 2665, "pathos": 2666, "morgan": 2667, "redgrave": 2668, "aquatic": 2669, "shores": 2670, "baja": 2671, "california": 2672, "peninsula": 2673, "mexico": 2674, "virtues": 2675, "dark": 2676, "surprisingly": 2677, "avalanche": 2678, "eye-popping": 2679, "starts": 2680, "bang": 2681, "fizzles": 2682, "wet": 2683, "stick": 2684, "dynamite": 2685, "open-ended": 2686, "refuses": 2687, "entirely": 2688, "wounds": 2689, "hip": 2690, "hyper-time": 2691, "clockstoppers": 2692, "grenier": 2693, "unforced": 2694, "rapid-fire": 2695, "delivery": 2696, "toback": 2697, "heidegger-": 2698, "nietzsche-referencing": 2699, "relatively": 2700, "wraps": 2701, "elegant": 2702, "symmetry": 2703, "warned": 2704, "slog": 2705, "looks": 2706, "having": 2707, "slapstick": 2708, "antics": 2709, "silly": 2710, "street": 2711, "patois": 2712, "tossing": 2713, "obscure": 2714, "expressions": 2715, "bellini": 2716, "mullinski": 2717, "compact": 2718, "86": 2719, "breezes": 2720, "wonder": 2721, "ghosts": 2722, "imagining": 2723, "themselves": 2724, "sly": 2725, "wink": 2726, "others": 2727, "becoming": 2728, "postmodern": 2729, "men": 2730, "sardine": 2731, "warped": 2732, "logic": 2733, "after": 2734, "wondering": 2735, "happen": 2736, "wishing": 2737, "mean": 2738, "pretentious": 2739, "subtext": 2740, "'face": 2741, "value": 2742, "wimp": 2743, "cried": 2744, "three": 2745, "notorious": 2746, "c": 2747, "h": 2748, "vulgar": 2749, "highlights": 2750, "inspiring": 2751, "heart-affecting": 2752, "vietnamese": 2753, "relocation": 2754, "camps": 2755, "hopes": 2756, "1975": 2757, "maturity": 2758, "displayed": 2759, "33-year-old": 2760, "inexperience": 2761, "splendid": 2762, "fullness": 2763, "ease": 2764, "live-action": 2765, "division": 2766, "releasing": 2767, "flotsam": 2768, "occasion": 2769, "unearthed": 2770, "facile": 2771, "terrible": 2772, "future": 2773, "cult": 2774, "classic": 2775, "risk-takers": 2776, "crowd": 2777, "form": 2778, "opinion": 2779, "artist": 2780, "frida": 2781, "kahlo": 2782, "finest": 2783, "sandwiched": 2784, "impossibly": 2785, "dry": 2786, "imaginable": 2787, "heart-rending": 2788, "stay": 2789, "clear": 2790, "reminding": 2791, "yourself": 2792, "helluva": 2793, "festival": 2794, "buzz-obsessed": 2795, "producers": 2796, "descend": 2797, "utah": 2798, "each": 2799, "january": 2800, "ferret": 2801, "'tadpole": 2802, "declared": 2803, "elliott": 2804, "rohmer": 2805, "fashions": 2806, "delicate": 2807, "articulate": 2808, "character-": 2809, "and-": 2810, "relationship": 2811, "favored": 2812, "enticing": 2813, "counts": 2814, "bloody": 2815, "sunday": 2816, "connects": 2817, "visceral": 2818, "language": 2819, "matters": 2820, "supply": 2821, "complications": 2822, "calls": 2823, "double-crosses": 2824, "fantastic": 2825, "theatre": 2826, "ranging": 2827, "shattering": 2828, "featuring": 2829, "velocity": 2830, "gathers": 2831, "momentum": 2832, "complain": 2833, "repeated": 2834, "identity": 2835, "recalls": 2836, "freak-outs": 2837, "l'avventura": 2838, "repulsion": 2839, "spike": 2840, "lee": 2841, "brown": 2842, "congeals": 2843, "pieces": 2844, "saga": 2845, "falling": 2846, "spine": 2847, "tingle": 2848, "revelation": 2849, "laugh": 2850, "'barbershop": 2851, "examples": 2852, "artful": 2853, "filmmaking": 2854, "anytime": 2855, "soon": 2856, "lends": 2857, "narcotizing": 2858, "bland": 2859, "sinister": 2860, "biennial": 2861, "machinations": 2862, "well-written": 2863, "scored": 2864, "levels": 2865, "openly": 2866, "questioning": 2867, "mores": 2868, "ensnaring": 2869, "x": 2870, "cheesy": 2871, "hoary": 2872, "macabre": 2873, "self-deprecating": 2874, "taymor": 2875, "utilizes": 2876, "breathing": 2877, "catapulting": 2878, "vividly": 2879, "passion": 2880, "flawed": 2881, "indicates": 2882, "talent": 2883, "generations": 2884, "test": 2885, "restrained": 2886, "sounds": 2887, "sick": 2888, "twisted": 2889, "miracle": 2890, "eye-opening": 2891, "tour": 2892, "beijing": 2893, "rebellion": 2894, "retreat": 2895, "oblivion": 2896, "examined": 2897, "below": 2898, "gloss": 2899, "villeneuve": 2900, "beating": 2901, "fondness": 2902, "kathryn": 2903, "bigelow": 2904, "sugar-coating": 2905, "unrelentingly": 2906, "unpleasant": 2907, "realize": 2908, "intuitively": 2909, "reduced": 2910, "option": 2911, "squalor": 2912, "fisher": 2913, "bared": 2914, "confronted": 2915, "shortcomings": 2916, "code-talk": 2917, "fly": 2918, "super": 2919, "out-stealth": 2920, "agent": 2921, "spy": 2922, "cuddly": 2923, "1999": 2924, "visually": 2925, "funnier": 2926, "madcap": 2927, "pleasures": 2928, "register": 2929, "strongly": 2930, "anybody": 2931, "retains": 2932, "spot": 2933, "precollegiate": 2934, "sandler": 2935, "liberated": 2936, "constraints": 2937, "depths": 2938, "distant": 2939, "sterile": 2940, "compulsively": 2941, "watchable": 2942, "sordid": 2943, "hogan": 2944, "bob": 2945, "crane": 2946, "assault": 2947, "reno": 2948, "immense": 2949, "during": 2950, "unforgettably": 2951, "uncertain": 2952, "predictably": 2953, "heartwarming": 2954, "suffused": 2955, "trumpets": 2956, "desperately": 2957, "susan": 2958, "madonna": 2959, "suck": 2960, "k": 2961, "rowling": 2962, "phenomenal": 2963, "sellers": 2964, "second": 2965, "go-round": 2966, "possesses": 2967, "pleasing": 2968, "headlong": 2969, "thrust": 2970, "likably": 2971, "delinquent": 2972, "adult": 2973, "korea": 2974, "inexorably": 2975, "seven": 2976, "timeframe": 2977, "maguire": 2978, "peter/spider-man": 2979, "cozy": 2980, "ingratiating": 2981, "challenging": 2982, "runs": 2983, "equal": 2984, "innocence": 2985, "wisdom": 2986, "grown": 2987, "myths": 2988, "tales": 2989, "spun": 2990, "afresh": 2991, "rarely": 2992, "along": 2993, "exuberant": 2994, "monsoon": 2995, "scarcely": 2996, "subtitles": 2997, "colorful": 2998, "farce": 2999, "type": 3000, "infuriatingly": 3001, 